{
  "navbar": {
    "links": {
      "services": "Servicios",
      "about": "Acerca de",
      "work": "Trabajo"
    },
    "dropdown": {
      "more": "Más",
      "automations": "Automatizaciones",
      "marketing": "Marketing"
    },
    "button": {
      "consult": "Consultar"
    },
    "logo": {
      "alt": "Logo de JUANELOJGAC Tech"
    }
  },
  "header": {
    "headline": "Empoderando startups y PYMEs con soluciones prácticas e inteligentes",
    "description": "Construimos lo que importa. Desde plataformas web que se mueven rápido hasta automatizaciones que ahorran tiempo, entregamos claridad y velocidad sin ruido.",
    "primaryButton": "Reservar consulta",
    "secondaryButton": "Saber más"
  },
  "whoWeHelp": {
    "sectionLabel": "A quién ayudamos",
    "tagline": "Audiencia",
    "exploreButton": "Explorar",
    "features": [
      {
        "tag": "Constructores Lean",
        "title": "A quién ayudamos",
        "description": "Las startups SaaS que se mueven rápido necesitan plataformas que escalen sin frenar su ritmo. Construimos exactamente lo que necesitas, nada más.",
        "imageAlt": "Equipo colaborando en un espacio de trabajo moderno"
      },
      {
        "tag": "Negocios en crecimiento",
        "title": "Pequeñas empresas listas para digitalizarse",
        "description": "Las pequeñas empresas que quieren digitalizarse suelen quedar atrapadas entre sistemas obsoletos y soluciones costosas. Cerramos esa brecha.",
        "imageAlt": "Dueño de una pequeña empresa trabajando en transformación digital"
      },
      {
        "tag": "Equipos de producto",
        "title": "Emprendedores con una visión de producto",
        "description": "Los emprendedores con una visión pero sin equipo técnico necesitan socios que entiendan el camino de la idea al mercado. Ese somos nosotros.",
        "imageAlt": "Emprendedores discutiendo una visión de producto"
      },
      {
        "tag": "Profesionales creativos y aprendices",
        "title": "Personas y equipos que potencian sus habilidades con IA",
        "description": "Desde automatización de contenido hasta diseño espacial y preparación para el TOEFL, te ayudamos a mejorar con IA.",
        "imageAlt": "Profesionales diversos usando herramientas de IA para diseño, creación de contenido y aprendizaje"
      }
    ]
  }
}
